---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetScale
source: html/4aa920b1-5520-1227-64f4-6efcbb175dc4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetScale Property

"Scale"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetScale { get; }
```